Repository: jmzzamorano/PeopleApp
Catalog: people/*.lproj/Localizable.strings
Languages: es

# header_title
source: People App
es: Personas App

# users_not_available
source: The user list is not available
es: La lista de usuarios no está disponible en estos momentos

source: Mentee
es: Mentorizado

# description_0
source: I love mobile programming, going out for drinks with my friends, and taking the dog out in the evenings.
es: Me encanta la programación de dispositivos móviles, salir a tomar algo con mis amigos y sacar al perro por las tardes.

# description_1
source: I like to go some weekends to watch car races at the circuit, walk with my children and, in my free time, I usually paint pictures
es: Me gusta ir algunos fines de semana a ver carreras de coches al circuito, pasear con mis hijos y, en mis ratos libres, suelo pintar cuadros

# description_2
source: I am passionate about technology and building things from scratch and then seeing the results. I am a very restless person who is always learning things so as not to get bored.
es: Me apasiona la técnología y construir cosas desde cero para luego ver los resultados. Soy una persona muy inquieta que siempre está aprendiendo cosas para no aburrirse.

# description_3
source: In addition to programming, I am a teacher at a boxing gym and occasionally stream on Twitch when I play with my friends.
es: Además de programar, soy profesor en un gimnasio de boxeo y, de vez en cuando, hago streamings en Twitch cuando juego con mis amigos

# description_4
source: I try to read whenever I can, I love it, except when I meet my friends to go out for beers or watch a movie.
es: Intento leer siempre que puedo, me encanta, salvo cuando quedo con mis amigas para salir a tomar cervezas o ver alguna peli.

# description_5
source: I develop for mobile devices during my working day and when I finish I usually program in Unity so that one day I can build my own video games
es: Programo para dispositivos móviles durante mi jornada laboral y cuando termino suelo programar en Unity para algún día poder construir mis propios vídeo juegos

# description_6
source: I've been working as a lawyer all my life but now I've wanted to change my life and I'm learning to program.
es: Llevo toda la vida trabajando como abogado pero ahora he querido dar un cambio a mi vida y estoy aprendiendo a programar.

# description_7
source: After many years of programming every day I am clearer that the SOLID principles do not exist, they are the parents.
es: Después de muchos años programando cada día tengo más claro que los principios SOLID no existen, son los padres.

# description_8
source: I have a lot of interest in everything related to cyber security and encryption algorithms.
es: Tengo mucho interés en todo lo relacionado con la ciber seguridad y los algoritmos de cifrado.

# description_9
source: I'm just starting out in the world of programming, and the more time passes, the more I realize that I still have many things to learn.
es: Estoy empezando en el mundo de la programación y, mientras más tiempo pasa, más me doy cuenta de que me quedan muchos cosas por aprender.

# adduser_title
source: New User
es: Nuevo Usuario

# adduser_birthdate
source: Birthdate
es: Fecha de Nacimiento

# adduser_name
source: Name
es: Nombre

# addUser_save
source: Save
es: Guardar
